/* XCAP */
"FederationProviderPasscodeScreenTitle" = "Code für Föderations-Provider";

/* XMSG */
"FederationProviderPasscodeScreenContent" = "Nehmen Sie Ihre Eingabe für den Föderations-Provider vor, um Ihr Zertifikat zu laden bzw. zu speichern.";

/* XBUT */
"FederationProviderPasscodeScreenOkButtonText" = "Fertig";

/* XBUT */
"FederationProviderPasscodeScreenCancelButtonText" = "Abbrechen";

/* XCAP */
"FederationProviderCertificateConfirmationScreenTitle" = "Föderationszertifikat";

/* XMSG */
"FederationProviderCertificateConfirmationScreenMessage" = "In der Föderation ist bereits eine Identität gespeichert. Wählen Sie \"OK\", wenn Sie diese Identität verwenden möchten, oder \"Abbrechen\", wenn Sie eine neue Identität erwerben möchten.";

/* XBUT */
"FederationProviderCertificateConfirmationScreenCancelButtonText" = "Abbrechen";

/* XBUT */
"FederationProviderCertificateConfirmationScreenOkButtonText" = "OK";

